tutorials/incompressibleFluid/planeChannel/openfoam-v13/case/0/p
FoamFile
{
    version 2.0;
    format ascii;
    class volScalarField;
    location "0";
    object p;
}

dimensions [0 2 -2 0 0 0 0];

internalField uniform 0.000301142055700260;

boundaryField
{
    inlet
    {
        type fixedValue;
        value uniform 0.000602284111400521;
    }
    outlet
    {
        type fixedValue;
        value uniform 0;
    }
    wall
    {
        type zeroGradient;
    }
    front
    {
        type empty;
    }
    back
    {
        type empty;
    }
}
