tutorials/incompressibleFluid/planeChannel/openfoam-v13/case/constant/physicalProperties
FoamFile
{
    version 2.0;
    format ascii;
    class dictionary;
    location "constant";
    object physicalProperties;
}

viscosityModel constant;
nu [0 2 -1 0 0 0 0] 1.0038068513323983e-6;
